Repository: WebAsk/Leslie
Catalog: languages/*/LC_MESSAGES/access.po
Languages: it

source: Dear
it: Caro

source: User
it: Utente

source: Invalid request
it: Richiesta non valida

source: Please contact
it: Perfavore contatta

source: Wrong captcha code
it: Codice captcha errato

source: Wrong e-mail address
it: Indirizzo e-mail errato

source: Account not found
it: Account non trovato

source: Passwords do not match
it: Le password non coincidono

source: This Account has been disabled
it: Questo Account è stato disabilitato

source: Cookie storage is disabled on your browser
it: Il salvataggio dei cookie è disabilitato sul tuo browser

source: This e-mail address exist yet
it: Questo indirizzo e-mail è già registrato

source: Confirm your e-mail address
it: Conferma il tuo indirizzo e-mail

source: You have not confirmed your e-mail address. For activate your account you need to confirm your e-mail address. Follow the link below to confirm.
it: Non hai ancora confermato il tuo indirizzo e-mail. Per attivare il tuo account è necessario eseguire questa operazione. Clicca sul seguente link per confermare.

source: Unconfirmed e-mail address
it: Indirizzo e-mail non confermato

source: Please check your inbox and confirm
it: Perfavore controlla la tua casella di posta e conferma

source: Log in to your Account
it: Accedi al tuo Account

source: First access
it: Primo accesso

source: For security reason you have to confirm your first access on platform following the next link
it: Per ragioni di sicurezza è necessario confermare il primo accesso alla piattaforma cliccando sul seguente collegamento

source: First access with new device
it: Primo accesso da un nuovo dispositivo

source: System has detected an attempt to access the platform through an ever verified device or application. Please confirm this new access by clicking on the following link
it: Il sistema ha rilevato un tentativo di accesso alla piattaforma tramite un dispositivo o un'applicazione mai verificata. Perfavore conferma questo nuovo accesso cliccando sul seguente collegamento

source: If you are not logged in, do not click on the link and delete this message. In case of further attempts, contact us
it: Se non sei tu ad aver effettuato l'accesso non cliccare sul collegamento e cancella questo messaggio. In caso di ulteriori tentativi, contattaci

source: Access from new device unconfirmed
it: Accesso da un nuovo dispositivo non confermato

source: System has detected a further attempt at access never confirmed by a new device or application. Please unlock the check by clicking on the following link
it: Il sistema ha rilevato un ulteriore tentativo di accesso mai confermato da un nuovo dispositivo o applicazione. Perfavore sblocca il controllo cliccando sul seguente collegamento

source: First access from a new network
it: Primo accesso da una nuova rete

source: The system detected an attempt to access through a network that has never been verified. For security reasons it is necessary to confirm this new access by clicking on the following link
it: Il sistema ha rilevato un tentativo di accesso attraverso una rete mai verificata. Per ragioni di sicurezza è necessario confermare questo nuovo accesso facendo clic sul seguente collegamento

source: Access from an unconfirmed network
it: Accesso da una rete non confermato

source: The system has detected a further attempt to access from a network that has never been verified. For security reasons, you must unlock the control by clicking on the following link
it: Il sistema ha rilevato un ulteriore tentativo di accesso da una rete che non è mai stata verificata. Per motivi di sicurezza è necessario sbloccare il controllo facendo clic sul seguente collegamento

source: New account access
it: Nuovo accesso all'account

source: New access to your Account is just been detected. If you are not logged in and you want to block it, you can do so by clicking the following link. Otherwise we recommend avoiding the operation because a further security check would be necessary later
it: É stato appena effettuato un accesso al tuo Account. Se non sei tu ad aver effettuato l'accesso e vuoi bloccarlo, puoi farlo cliccando il seguente collegamento. Altrimenti consigliamo di evitare l'operazione perché successivamente sarebbe necessario un ulteriore controllo di sicurezza

source: Access has been blocked
it: L'accesso indicato è stato bloccato

source: Reset your Account password
it: Reimposta la password del tuo Account

source: Please check your inbox and follow the instructions
it: Perfavore controlla la tua casella di posta e segui le istruzioni

source: To reset your account password follow the link below
it: Per reimpostare la password del tuo Account segui il collegamento sottostante

source: If you are not prompting to reset your password, please ignore and delete this message. Nobody has come to know your access data.
it: Se non sei tu ad aver richiesto la reimpostazione della tua password, ignora e cancella questo messaggio. Nessuno è venuto a conoscenza dei tuoi dati di accesso.

source: Impossible to reset password. Please retry to recovery, else contact
it: Impossibile reimpostare la password. Perfavore riprova a recuperarla, altrimenti contatta

source: Your Account password has been updated
it: La password del tuo Account è stata aggiornata

source: Your account password has just been updated. If you believe there has been an error, contact the administrators immediately
it: La password del tuo Account è stata appena aggiornata. Se ritieni ci sia stato un errore, contatta subito gli amministratori
